[
   {
       "text": "One of this woman’s poems, “The Evening Star,” shares its title with work by Henry Wadsworth Longfellow. Her other works include “Winter Recipes From the Collective” and “Firstborn,” while her most famous piece opens “At the end of my suffering there was a door.” Who is this 2020 Nobel Prize in Literature recipient and writer of the poetry collection _The Wild Iris?_",
       "answer": "LOUISE GLUCK",
       "subjects": ["Language Arts"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "Translated as “Mound of the Dead,” this ancient city was arranged on a grid plan with buildings made of mortar bricks. “The Dancing Girl” and “Priest-King” sculptures emerged from this ancient city, which was estimated to hold 40,000 people at its peak. Home to the Great Bath, what is this major city of the Indus River Valley civilization, along with Harappa?",
       "answer": "MOHENJO-DARO",
       "subjects": ["Social Studies"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "Both the “Horizon Issue” and “Flatness Problem” disprove this theory by mentioning the discrepancies about rapid expansion. Some evidence supporting this theory is that the helium content of stars is approximately 25%, regardless of age. What is this theory, first proposed by a Belgian priest, that states the universe started with an explosion?",
       "answer": "BIG BANG THEORY",
       "subjects": ["Science"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "If the first term of an arithmetic sequence is 7 and the ninth term is 55, what is the twelfth term of the arithmetic sequence?",
       "answer": "73",
       "subjects": ["Mathematics"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This film, based on a biography by Sylvia Nasar, features the characters Charles Herman, his niece Marcee, and federal agent William Parcher. Russell Crowe stars as Nobel Prize-winning economist John Nash, whose mathematical contributions were overshadowed by his lifelong struggle with schizophrenia. Identify this 2001 Best Picture film, directed by Ron Howard.",
       "answer": "A BEAUTIFUL MIND",
       "subjects": ["Arts & Humanities"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This first Habsburg ruler of Spain, son of Joanna the Mad, famously sacked Rome in 1527. He fought the Schmalkaldic League, and afterwards signed the Peace of Augsburg in 1555. Name this Holy Roman Emperor, who abdicated the throne to Phillip the Second in 1558.",
       "answer": "CHARLES THE FIFTH",
       "subjects": ["Social Studies"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This prima ballerina incorporated ethnic dances in performances on her world tour, including a collaboration with Indian dancer Uday Shankar in _Oriental Studies_. After leaving the Imperial Ballet to form her own dance company, she performed a multitude of solos, including _The Californian Poppy_ and _The Dragonfly_. What ballerina is best known for her solo, _The Dying Swan_?",
       "answer": "ANNA PAVLOVA",
       "subjects": ["Arts & Humanities"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "Suppose that the amount of a radioactive element over a certain amount of time is modeled by the equation Y equals 100 times 1/2 to the X power, where Y is equal to the amount of mass in grams left, and X is equal to the amount of time passed in hours. How much mass is left when X equals 3?",
       "answer": "12.5 GRAMS",
       "subjects": ["Mathematics"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "A character who commits suicide in this novel calls a man her “Prince Charming” before he ends their engagement. Lord Henry Wotton gives the title character a book about an evil Frenchman in this novel, in which Basil Hallward depicts the title man’s “soul.” What is this Oscar Wilde novel about a man who traps his true self in a work of art?",
       "answer": "THE PICTURE OF DORIAN GRAY",
       "subjects": ["Language Arts"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This law exhibits deviations that can be modeled by the Joule-Thomson effect. It was discovered independently of its namesake by French physicist Edme Mariotte. What is this law that states that at a constant temperature, pressure is inversely proportional to volume?",
       "answer": "BOYLE'S LAW",
       "subjects": ["Science"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "The central conflict of this epic poem is prompted by Agamemnon stealing the concubine Briseis. A W.H. Auden poem was inspired by this epic’s description of a shield owned by its main character, who brutally murders Prince Hector. What is this 24-volume epic poem by Homer, about the “rage of Achilles” and the Trojan War?",
       "answer": "THE ILIAD",
       "subjects": ["Language Arts"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "Nearly 45 years after this policy was enacted, the Reagan administration passed the Civil Liberties Act, awarding $20,000 to its victims and their descendants. _Ex Parte Endo_ signaled the end of this policy, despite its constitutionality being upheld by _Korematsu vs. United States_. Franklin D. Roosevelt’s Executive Order 9066 began what forced detainment of certain American citizens?",
       "answer": "JAPANESE-AMERICAN INTERNMENT",
       "subjects": ["Social Studies"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This compound is formed after the cleavage of a C-peptide from a precursor peptide. It is produced by beta cells in the islets of Langerhans, and its effects are opposed by glucagon. Identify this hormone produced in the pancreas that reduces blood sugar levels.",
       "answer": "INSULIN",
       "subjects": ["Science"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "If the polynomial, 9XY squared, is multiplied by 4X squared, and the result of that expression is divided by 6Y, what is the resulting polynomial expression?",
       "answer": "6X CUBED Y",
       "subjects": ["Mathematics"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "In one myth, these figures traveled past the Bat House to defeat Seven Macaw with blowguns. In another, they became the sun and moon after defeating the Xibalbans in the ball game, which was described in the _Popol Vuh._ Hunaphu and Xbalanque are the names of what pair of brothers from Mayan mythology?",
       "answer": "MAYAN HERO TWINS",
       "subjects": ["Arts & Humanities"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "This cousin of an assassinated president wrote about Victor Dalmau and Roser fleeing from Spain to Chile in _A Long Petal of the Sea._ One of her works included Alma Belasco and the Lark House, while another introduced the clairvoyant Clara Trueba. Name this author of _The Japanese Lover_ and _The House of the Spirits._",
       "answer": "ISABEL ALLENDE",
       "subjects": ["Language Arts"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "In 2008, Georgia withdrew from this international organization, whose establishment was proclaimed at the Belovezha Accords. Eight countries signed the Alma-Ata Protocol officially establishing this organization, which notably excludes the Baltic states. Politically dominated by Russia, what is this organization which formed in the demise of the Soviet Union?",
       "answer": "COMMONWEALTH OF INDEPENDENT STATES",
       "subjects": ["Social Studies"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "Simplify the following expression to a simplified exponent: X to the negative five-halves power divided by X to the seven-halves power.",
       "answer": "X TO THE NEGATIVE SIXTH POWER",
       "subjects": ["Mathematics"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "In 1972, this sculpture was the subject of restoration efforts following an act of vandalism committed by Laszlo Toth, who believed himself to be Christ. Housed in St. Peter’s Basilica, it portrays the sorrowful Virgin Mary cradling the dead body of Jesus. Identify this marble sculpture by Michelangelo.",
       "answer": "THE PIETÀ",
       "subjects": ["Arts & Humanities"],
       "difficulty": "Regional",
       "year": 2024
   },
   {
       "text": "One type of these compounds can be differentiated by applying the Cahn-Ingold-Prelog priority rules to assign configurations to chiral centers. Molecules that exhibit the geometric form of this property are labeled cis- or trans-. What are these molecules that have the same molecular formula but different molecular structures?",
       "answer": "ISOMERS",
       "subjects": ["Science"],
       "difficulty": "Regional",
       "year": 2024
   }
]